{
  "anti": "Anti-Money-laundering Policy",
  "app-nav": {
    "dao": "Dao",
    "dev-tools": "Dev Tools",
    "educational-portal": "Educational Portal",
    "eng": "Eng",
    "games": "Games",
    "home": "Home",
    "marketplace": "Marketplace",
    "tournaments": "Tournaments"
  },
  "audited_by": "Audited by",
  "battle": "Desert Warriors",
  "battlefury_subtitle1": "TEAM UP,",
  "battlefury_subtitle2": "WIN A DEATHMATCH",
  "boss_desc1": "At Lucidia, we're not just creating games;",
  "boss_desc2": "we're building the future of gaming in the Middle East, where tradition meets innovation.",
  "boss_name": "Adel Khatib",
  "boss_position": "COO Lucidia",
  "buy": {
    "button": "button",
    "click": "Click the \"Connect Wallet\" button in the top right corner and log in using your preferred wallet. Make sure you have a browser extension wallet like",
    "click_the": "Click the",
    "go": "Go to",
    "installed": " installed on your desktop or use a supported mobile wallet like",
    "recommend": "We recommend using MetaMask on desktop for a smoother experience, or Trust Wallet on mobile.",
    "step": "Step",
    "step2": [
      {
        "title": "Option 1: Buy ETH or BNB with a Card",
        "value": [
          "Go to https://moonpay.com/buy and purchase ETH or BNB using your card. The purchased ETH or BNB will be sent to your wallet. It is recommended to buy a minimum of $20 worth of ETH or $5 worth of BNB to cover the minimum purchase of $LUCID tokens.",
          "Enter the amount you wish to invest",
          "Choose your bonus option - it will be available one month after TGE"
        ]
      },
      {
        "title": "Option 2: Buy $LUCID with ETH or BNB",
        "value": [
          "Ensure you have enough ETH or BNB in your wallet (if not, refer to option 1). Enter the amount of $LUCID you want to purchase (minimum $15) and click Buy with ETH or Buy with BNB. Confirm the transaction in your wallet and review the gas cost",
          "Enter the amount you wish to invest",
          "Choose your bonus option - it will be available one month after TGE"
        ]
      },
      {
        "title": "Option 3: Buy $LUCID with USDT",
        "value": [
          "Make sure you have at least $20 worth of USDT in your wallet.",
          "Enter the amount you wish to invest",
          "Choose your bonus option - it will be available one month after TGE",
          "You will need to approve the purchase twice. The first approval is for the USDT contract, and the second is for the transaction amount. Complete both approval steps to finalize the transaction."
        ]
      }
    ],
    "step3": [
      "Enter your Telegram username to receive an additional 5% bonus for each user you refer. A referral link will be generated after this step.",
      "Copy your referral link from the bottom of the page, and you're all set!"
    ]
  },
  "buy_lucid": "BUY $LUCID",
  "canyon": "Sandstorm Racers",
  "career": {
    "bg-path": "/career/background.jpg",
    "culture_Benefits": "Culture & <br>Benefits",
    "culture_content": "Emphasize Lucidia's collaborative culture, commitment to innovation, and benefits like remote work options, continuous learning opportunities, and participation in groundbreaking projects.",
    "journey_content": "We're on the lookout for dynamic individuals with a passion for gaming and a flair for the crypto world to join our innovative team, no matter where you from.",
    "meera": "Malek Sharabi",
    "meera_content": "Joining Lucidia as a Front-end Developer has been a game-changer for me. The creative freedom and collaborative spirit here are invigorating. Working on cutting-edge projects, I've seen my ideas come to life, making every line of code a masterpiece. It's not just a job; it's a front-row seat to the evolution of web development. Proud to be part of a team that turns visions into breathtaking realities.",
    "meera_role": "Head of developers",
    "open_position": "Open Position",
    "our_journey": "Be Part Of Our Journey",
    "raphael": "Andrii Seliuk",
    "raphael_content": "As the Lead of web developers, steering the ship of innovation, I've found unparalleled support working with Lucidia. Their commitment to excellence in both front-end and back-end development has allowed us to break through barriers and reach new heights. The synergy between our visions and their technical prowess is nothing short of extraordinary. Together, we're crafting the future of digital landscapes.",
    "raphael_role": "Lead Web Developer",
    "roles": [
      {
        "content": "The Community Manager at Lucidia will engage and nurture the community on platforms like Discord and Telegram, developing strategies to foster a supportive and active user base. They will be responsible for content creation, maintaining positive interactions, and organizing community events.",
        "opened": 1,
        "role": "Community Manager"
      },
      {
        "content": "Lucidia is in search of a Blockchain Developer with expertise in smart contracts and distributed ledger technology to fortify and advance the company's blockchain initiatives. The role is central to maintaining the integrity and efficiency of Lucidia's blockchain ecosystem.",
        "opened": 1,
        "role": "Blockchain Developer"
      },
      {
        "content": "A UI/UX Developer at Lucidia will innovate by crafting user-friendly designs, focused on enhancing user interaction and satisfaction with Lucidia’s digital products. They must keep up with design trends and translate user feedback into engaging user experiences.",
        "opened": 1,
        "role": "UI/UX Developer"
      },
      {
        "content": "Lucidia's Game Developer will utilize their deep knowledge of game design and programming to create captivating gaming experiences within Lucidia’s innovative ecosystem. Collaboration with various teams is essential to align game content with the company's vision.  ",
        "opened": 1,
        "role": "Game Developer"
      },
      {
        "content": "The Marketing Manager at Lucidia will spearhead the development and execution of marketing campaigns to broaden the brand's reach and attract a diverse audience. This role requires a savvy blend of creativity and analysis to manage campaigns, conduct market research, and ensure a consistent brand message.",
        "opened": 1,
        "role": "Marketing Manager"
      }
    ],
    "scroll": "Scroll Down",
    "the_feeling_work_with_us": "<span class=\"primary\">The Feelings</span><br> When They Worked With Us",
    "title": "Join Us As <span class=\"primary\">Lucidian</span>"
  },
  "careers": "Careers",
  "coming_soon": "Coming soon",
  "company": "Company",
  "contact": "Contact Us",
  "contact_desc1": "If you have any questions about this Policy, please contact us at [Contact@lucidia.com].",
  "contact_desc2": "This is a sample of privacy policy, you should consult with a legal professional to ensure that your privacy policy complies with your jurisdiction laws and that it covers all aspects of your service.",
  "cryptocraft": {
    "building_crafting": "<span class=\"primary bold\">Building Crafting: </span>From humble shelters to grandiose constructions, Lucidcraft's intuitive crafting system invites endless innovation.",
    "community_governance": "<span class=\"primary bold\">Community Governance: </span>Have a say in thedevelopment and future of Lucidcraft through a decentralized autonomousorganization (DAO), empowering the community to steer the game's evolution.",
    "customizable_gameplay": "<span class=\"primary bold\">Customizable Gameplay: </span>Tailor your Lucidcraft experience with extensive modding tools and in-game programming, creating unique game modes and personalizing your adventures.",
    "dynamic_worlds": "<span class=\"primary bold\">Dynamic, User-Generated Worlds: </span>Step into infinite realms shaped by players. Your creations contribute to the ever-evolving tapestry of Lucidcraft's universe",
    "evolving_ecosystems": "<span class=\"primary bold\">Evolving Ecosystems: </span>Interact with living environments where your actions influence the world. From altering landscapes to affecting local wildlife, your impact is tangible.",
    "exploration": "<span class=\"primary bold\">Exploration: </span>Traverse sprawling biomes, each brimming with unique resources and mysteries. Discover, adapt, and survive in a world that's as vast as your imagination.",
    "game_overview": "Game Overview",
    "gameplay": "<span style='font-weight: 700;>Gameplay Mechanics </span>",
    "gameplay_content": "Lucidcraft is an amalgamation of creativity, survival, and exploration, setin a richly diverse and responsive world.",
    "genre": "<span class=\"primary bold\">Genre: </span>Sandbox, Open-World, Survival",
    "highlight": "<span style='font-weight: 700;>Highlighting Points </span>",
    "overview_content": "Embark on an adventure inever-expanding worlds, craft your destiny, and become part of a vibrantcommunity where collaboration and creativity reign supreme.",
    "target": "<span class=\"primary bold\">Target Audience: </span>Creative builders, explorers, Web3 enthusiasts, andcommunity-driven players",
    "title": "<span class=\"primary bold\">Title: </span>Cryptocraft",
    "web3_integration": "<span class=\"primary bold\">Web3 Integration: </span>Experience true ownership with blockchain-powered in-game assets. Trade, own, and monetize your creations and real estate as NFTs, adding a layer of investment to your gameplay."
  },
  "curse_game": {
    "adaptive_ai": "<span class=\"primary bold\">Adaptive AI:</span> Battle against foes that learn and evolve, ensuring that no two encounters are the same and every victory is hard-earned.",
    "advanced_movement": "<span class=\"primary bold\"'>Advanced Movement:</span> Master the art of urban navigation with parkour mechanics, allowing for fluid movement across Dubai's transformed skyline.",
    "art_design": "Art and Sound Design",
    "artifact": "<span class=\"primary bold\">Artifact Collection:</span> Discover and wield powerful artifacts, upgrading them through challenges to unlock their full potential and carve your legacy in the sands.",
    "audio_landscapte": "<span class=\"primary bold\">Audio Landscape</span> Let the dynamic soundtrack, featuring a mix of traditional Middle Eastern tunes and modern beats, set the pace for your adventures, with sound effects that ground you in the game's mystical and chaotic world.",
    "characters_progression": "Characters and Progression",
    "cooperative_mission": "<span class=\"primary bold\"'>Cooperative Missions</span> Band together with allies to undertake quests that dive deep into the heart of the plagues, with dynamic scenarios that adapt based on your team's decisions and achievements.",
    "dubai_reimagined": "<span class=\"primary bold\">Dubai Reimagined:</span> Traverse the sands of time in a Dubai overtaken by mythological forces, where every landmark tells a story of ancient power and modern resilience.",
    "dynamic_env": "<span class=\"primary bold\">Dynamic Environments:</span> Navigate through a world that reacts to your actions, with shifting terrains and interactive elements that make each journey through Dubai unique.",
    "enemies_ai": "Enemies and AI",
    "gameplay_mechanics": "Gameplay Mechanics",
    "guardian": "<span class=\"primary bold\">Guardian of Horus, Scion of Set:</span> Choose your path with characters inspired by mythology, each with unique abilities that cater to different playstyles and strategies.",
    "join_battle": "Join The Battle",
    "join_battle_content": "Are you ready to step into a world where myths walk among us, and thebattleground is the city of the future? 'Curse Of The Pharaoh' awaits,where your courage, strategy, and alliances will determine the fate of Dubaiand the balance between the ancient and the modern.<br><br> Embark on Your Journey in Curse Of The Pharaoh",
    "mechanics_desc": "'Curse Of The Pharaoh' offers a rich blend of FPS action, strategy,and cooperative gameplay, set against the backdrop of an open-world Dubai afflicted by ancient curses.",
    "mythological": "<span class=\"primary bold\">Mythological Warfare:</span> Engage in combat against legendary beasts and deities from Middle Eastern lore, utilizing a mix of futuristic firepower and ancient magic.",
    "mythological_adversaries": "<span class=\"primary bold\">Mythological Adversaries:</span> From the serpents of Apophis to the legions of Anubis, face off against creatures drawn from the depths of Middle Eastern mythology, requiring more than mere firepower to overcome.",
    "narrative": "<span class=\"primary bold\">Narrative Depth:</span> Delve into a story that weaves the rich cultural tapestry of the Middle East with thrilling mythological tales, setting the stage for an epic saga of heroism and betrayal.",
    "overview": "Game Overview",
    "points_title": "Unique Selling Points",
    "prop_genre": "<span class=\"primary bold\"'>Genre:</span> Hybrid FPS with Co-op PvP, and PvE Elements",
    "prop_setting": "<span class=\"primary bold\"'>Setting:</span> A post-apocalyptic Dubai, where ancient Middle Eastern mythshave taken root in the modern world.<br>Embark on a quest through a cityscape that marries the iconic skyline ofDubai with the haunting beauty of mythological chaos, where every corner turnedis a step deeper into a narrative that spans ages.",
    "prop_title": "<span class=\"primary bold\"'>Title:</span> Curse Of The Pharaoh",
    "reimagined_dubai": "<span class=\"primary bold\">spanReimagined Dubai:</span> Explore a city transformed by mythological plagues, where the familiar meets the fantastical, offering endless opportunities for exploration and combat.",
    "strategic_combat": "<span class=\"primary bold\"'>Strategic Combat:</span> Balance your arsenal of high-tech weapons with enchanted artifacts, each offering unique advantages against the mythological menaces you'll face.",
    "stroy_narrative": "Stroy and Narrative",
    "stroy_narrative_desc": "In a world where the past and future collide, you play a crucial role inunraveling the mysteries behind the relic that has bridged the gap betweenrealms, setting ancient gods and monsters loose upon Dubai.",
    "technical_framework": "Technical Framework",
    "technical_framework_content": "Powered by Unreal Engine 5, 'Pharaoh's Plague' brings themyth-infused world of Dubai to life with stunning visuals, complex AIbehaviors, and seamless multiplayer experiences, all underpinned by Ethereumblockchain technology for a new era of digital ownership and in-game economies.",
    "unleash": "Unleash The Myths",
    "visual_aesthetic": "<span class=\"primary bold\">Visual Aesthetic:</span>  Immerse yourself in a game where the visuals are as rich and intricate as the story, with a blend of photorealistic and stylized elements that pay homage to the ancient and the modern.",
    "web3_integration": "<span class=\"primary bold\">Web3 Integration:</span> Step into the future of gaming with Web3 technologies, where your achievements and treasures become NFTs, adding a layer of strategy and value to every action.",
    "world_environment": "Work and Environment"
  },
  "desert": {
    "community_dev": "<span class=\"primary bold\">Community-Centric Development: </span>'Desert Warriors' evolves with you. Your feedback andengagement shape the future, with continuous updates and new content driven bythe community.",
    "core_mechanics": "<span class=\"primary bold\">Core Mechanics: </span>Immerse yourself in a variety of actions including sprinting for cover, precision aiming, and deploying strategic equipment, all designed to encourage thoughtful, tactical gameplay.",
    "diverse_env": "<span class=\"primary bold\">Diverse Environments: </span>From the silent whispers of ancient deserts to the cold echoes of advanced military bases, each map offers unique tactical challenges.",
    "fps_gaming": "a new era of fps gaming",
    "fps_gaming_content": "Welcome to 'Desert Warriors,' where the thrill of first-person shootersmeets the groundbreaking possibilities of Web3 and NFTs. Set against thebackdrop of vast and diverse desert landscapes, this game invites you into aworld of strategic combat, team-based challenges, and a vibrant player-driveneconomy. Here, every decision, every battle, and every alliance holds theweight of your legacy.",
    "game_features": "<span class=\"primary bold\">Game Features: </span>",
    "game_features_content": "'Desert Warrios' is more than an FPS; it's a test of tactics andteamwork. Navigate through challenging terrains, leverage cover, andsynchronize with your squad to dominate the battlefield.",
    "game_modes": "<span class=\"primary bold\">Game Modes: </span>Whether you prefer theintensity of 1v1 duels, the strategic depth of 2v2 skirmishes, or the classicteamwork of 5v5 battles, 'Desert Warriors' has a mode for every warrior.",
    "game_overview": "Game Overview",
    "genre": "<span class=\"primary bold\">Genre: </span>First-Person Shooter (FPS)",
    "strategic": "<span class=\"primary bold\">Strategic Gameplay: </span>Every match in 'Desert Warriors' is a testament to strategy, requiring keen planning, flawless team coordination, and adept skill execution",
    "target": "<span class=\"primary bold\">Target Audience: </span>Competitive and casual gamers, Web3 enthusiasts Dive into 'Desert Warriors' where your strategic prowess,teamwork, and adaptability are your greatest assets. Engage in high-stakescombat across ancient ruins, futuristic installations, and unpredictable sanddunes.",
    "title": "<span class=\"primary bold\">Title: </span>Desert Warriors",
    "unique": "<span class=\"primary bold\">Unique Selling Points</span>",
    "web3_integration": "<span class=\"primary bold\">Web3 Integration: </span>Propel your gaming experience into the future with blockchain technology, enabling true ownership, trading, and customization of NFT-based in-game assets"
  },
  "desertW": "Desert Wevrridrs",
  "details": "See details",
  "diaries": "Developer Diaries",
  "discord_name": "Discord Username(opt)",
  "discount_price1": "USD $5,800",
  "discount_price2": "USD $8,680",
  "discount_price3": "USD $9,500",
  "discount_price4": "USD $16,500",
  "email": "E-mail",
  "explore_now": "Explore Now",
  "featured_products": "Featured Products & Services",
  "for": "For more details about our progress and workflow be sure to follow",
  "free2play": "Free2Play Open World",
  "frequent": "Frequently Asked Questions",
  "full_name": "Full Name",
  "future": "The Future",
  "game": "Trending Games",
  "game_details": "Game details",
  "game_inside": "Game Inside Metaverse",
  "games": {
    "battle": {
      "desc": "Battlefury is a game for emphasizing strategy, cooperation, and quick reflexes. You can choose one of four character and team up with other players in a deathmatch, free for all, and capture flag game mode.",
      "details": [
        {
          "title": "Cross-platform",
          "value": "PC, Console, Virtual Reality"
        },
        {
          "title": "Audience",
          "value": "Gamers 15 and older who enjoy competitive FPS games"
        },
        {
          "title": "Game modes",
          "value": "Team Deathmatch, Free For All, Capture Flag"
        }
      ],
      "details2": [
        "Requires signing in with an Epic Games account.",
        "Four playable characters.",
        "Bots included (varying numbers based on game mode).",
        "Different sets of weapons for each match."
      ],
      "overview": "Game emphasizing strategy, cooperation, and quick reflexes. Account and Session Creation Players need an Epic Games account to play. Create game sessions for multiplayer, prioritizing player count and ping.",
      "overview_data": [
        {
          "title": "Character Assignment",
          "value": "Four characters to choose from, each with unique characteristics."
        },
        {
          "title": "Game Modes",
          "value": "Team Deathmatch, Free For All, Capture Flag, with varying bot numbers."
        },
        {
          "title": "Weapons",
          "value": "Different weapon sets for each match."
        }
      ],
      "title": "Team up, win a deathmatch"
    },
    "canyon": {
      "desc": "Feel the thrill of Sandstorm Racer, where high-octane racing meets the challenge of navigating through treacherous sandstorms. Drawing inspiration from titles like Forza Horizon, this game offers a perfect blend of realistic racing dynamics and accessible, fun gameplay.",
      "gameFeaturesDetail": [
        "Realistic physics engine for authentic vehicle handling",
        "Dynamic weather effects, including signature sandstorms",
        "Competitive races and challenges",
        "Blockchain Integration: Compete in races, earn unique NFT rewards, and customize your vehicles with tradable assets that showcase your achievements."
      ],
      "gameFeaturesTitle": "Game Features:",
      "title": "Experience<br/>Sandstorm Racer"
    },
    "desertWarior": {
      "desc": "\"Desert Warrios\" is more than an FPS; it's a test of tactics and teamwork. Navigate through challenging terrains, leverage cover, and synchronize with your squad to dominate the battlefield.",
      "DesertGameOverview": "Game Overview :",
      "DesertGameOverviewTitle": "Desert Warriors is a cutting-edge first-person shooter set in a vast desert landscape, where tactical gameplay meets the innovation of Web3 and NFTs. Engage in intense strategic combat and team-based challenges, all while navigating a player-driven economy enabled by blockchain technology.",
      "ExploreDesert": "Explore Desert Warriors",
      "ExploreDesertTitle": "Welcome to Desert Warriors, where the thrill of first-person shooters meets the groundbreaking possibilities of Web3 and NFTs. Set against the backdrop of vast and diverse desert landscapes, this game invites you into a world of strategic combat, team-based challenges, and a vibrant player-driven economy. Here, every decision, every battle, and every alliance holds the weight of your legacy.",
      "Featuesdetails": [
        "<span class=\"primary bold\">Core Mechanics:</span> Immerse yourself in a variety of actions including sprinting for cover, precision aiming, and deploying strategic equipment, all designed to encourage thoughtful, tactical gameplay.",
        "<span class=\"primary bold\">Game Modes:</span> Whether you prefer the intensity of 1v1 duels, the strategic depth of 2v2 skirmishes, or the classic teamwork of 5v5 battles, \"Desert Warriors\" has a mode for every warrior."
      ],
      "fpsGame": "A new era of fps<br/> gaming",
      "fpsGameTitle": "Welcome to \"Desert Warriors,\" where the thrill of first-person shootersmeets the groundbreaking possibilities of Web3 and NFTs. Set against the backdrop of vast and diverse desert landscapes, this game invites you into a world of strategic combat, team-based challenges, and a vibrant player-driveneconomy. Here, every decision, every battle, and every alliance holds theweight of your legacy.",
      "points": [
        "<span class=\"primary bold\">Strategic Gameplay:</span> Every match in \"Desert Warriors\" is a testament to strategy, requiring keen planning, flawless team coordination, and adept skill execution.",
        "<span class=\"primary bold\">Web3 Integration:</span> Propel your gaming experience into the future with blockchain technology, enabling true ownership, trading, and customization of NFT-based in-game assets.",
        "<span class=\"primary bold\">Diverse Environments:</span> From the silent whispers of ancient deserts to the cold echoes of advanced military bases, each map offers unique tactical challenges.",
        "<span class=\"primary bold\">Community-Centric Development:</span> \"Desert Warriors\" evolves with you. Your feedback and engagement shape the future, with continuous updates and new content driven by the community."
      ],
      "points_title": "Unique Selling Points",
      "prop_audience": "<span class=\"primary bold\">Target Audience:</span> Competitive and casual gamers, Web3 enthusiasts",
      "prop_desc": "Dive into \"Desert Warriors\" where your strategic prowess,teamwork, and adaptability are your greatest assets. Engage in high-stakes combat across ancient ruins, futuristic installations, and unpredictable sanddunes.",
      "prop_genre": "<span class=\"primary bold\">Genre:</span> First-Person Shooter (FPS)",
      "prop_title": "<span class=\"primary bold\">Title:</span> Desert Warriors",
      "title": "Game Featues",
      "uniqueSellingPoints": "Unique Selling Points"
    },
    "featured_games": "Featured Games",
    "lucid": {
      "build": "<span class=\"primary bold\">Building and Crafting:</span> From humble shelters to grandiose constructions, Lucidcraft's intuitive crafting system invites endless innovation",
      "desc": "Welcome to \"Cryptocraft,\" aboundless universe where your imagination is the only limit. Dive into anopen-world sandbox experience that combines the joy of building and survivalwith the innovative features of Web3 and NFTs. In Lucidcraft, every creation,every exploration, and every interaction enriches your journey and the worldaround you.",
      "exploration": "<span class=\"primary bold\">Exploration:</span> Traverse sprawling biomes, each brimming with unique resources and mysteries. Discover, adapt, and survive in a world that's as vast as your imagination",
      "highlight_points": "Highlighting Points",
      "mechanics": "Gameplay Mechanics",
      "overview": "Embark on an adventure in ever-expanding worlds, craft your destiny, and become part of a vibrant community where collaboration and creativity reign supreme.",
      "overview2": "Lucidcraft is an amalgamation of creativity, survival, and exploration, set in a richly diverse and responsive world.",
      "points": [
        "<span class=\"primary bold\">Dynamic, User-Generated Worlds:</span> Step into infinite realms shaped by players. Your creations contribute to the ever-evolving tapestry of Lucidcraft's universe.",
        "<span class=\"primary bold\">Web3 Integration:</span> Experience true ownership with blockchain-powered in-game assets. Trade, own, and monetize your creations and real estate as NFTs, adding a layer of investment to your gameplay.",
        "<span class=\"primary bold\">Evolving Ecosystems:</span> Interact with living environments where your actions influence the world. From altering landscapes to affecting local wildlife, your impact is tangible.",
        "<span class=\"primary bold\">Customizable Gameplay:</span> Tailor your Lucidcraft experience with extensive modding tools and in-game programming, creating unique game modes and personalizing your adventures.",
        "<span class=\"primary bold\">Community Governance:</span> Have a say in thedevelopment and future of Lucidcraft through a decentralized autonomousorganization (DAO), empowering the community to steer the game's evolution."
      ],
      "prop_audience": "<span class=\"primary bold\">Target Audience:</span> Creative builders, explorers, Web3 enthusiasts, and community-driven players",
      "prop_genre": "<span class=\"primary bold\">Genre:</span> Sandbox, Open-World, Survival",
      "prop_title": "<span class=\"primary bold\">Title:</span> Cryptocraft",
      "title": "Craft tools, create blocks"
    },
    "play_game": "Play Game",
    "see_details": "See details",
    "zombie": {
      "desc": "Dive into 'Curse Of The Pharaoh' a groundbreaking hybrid FPS whereancient mythology and futuristic warfare collide in the heart of a reimaginedDubai. As ancient plagues awaken, transforming the city into a nexus of mythologicalresurgence, you're thrust into a world where your shooting skills are just ascrucial as the alliances you form and the strategies you devise.",
      "details": [
        {
          "title": "Game",
          "value": "Zombie Outbreak"
        },
        {
          "title": "Genre",
          "value": "Action/Adventure/Survival"
        },
        {
          "title": "Cross-platform",
          "value": "PC, Console, Virtual Reality"
        },
        {
          "title": "Audience",
          "value": "15 y.o and above"
        }
      ],
      "details2": [
        "Blend of FPS action and ancient mythology",
        "Cooperative gameplay against mythical foes",
        "Set in a beautifully reimagined Dubai",
        "Blockchain Integration: Unlock and trade powerful artifacts as NFTs, each with unique abilities and lore, enhancing your gameplay and collection."
      ],
      "overview": "Curse Of The Pharaoh combines the fast-paced action of FPS games with the mystery of ancient mythology, all set in a futuristic Dubai landscape. Inspired by the intense cooperative gameplay of Left 4 Dead 2, navigate through ancient curses and futuristic challenges in this adrenaline-fueled adventure. Dive into Curse Of The Pharaoh",
      "title": "You Have to Survive"
    }
  },
  "games_content": [
    {
      "description": "Zombie Outbreak is an action/adventure/survival game set in a post-apocalyptic world overrun by zombies. Collect weapon, bullet, and fuel props. Travel through open-world environment with different biomes.",
      "image": "zombie",
      "link": "",
      "slug": "zombie-outbreak",
      "subHeader": "You Have to Survive!",
      "title": ""
    },
    {
      "description": "Lucidcraft is a sandbox adventure survival game set in a procedurally generated world. You can craft tools like pickaxe, axe, and shovle. Create a block and gather all the recourses as much as you need.",
      "image": "minecraft",
      "link": "",
      "slug": "lucidcraft",
      "subHeader": "Craft tools, create blocks",
      "title": "lucidcraft"
    },
    {
      "description": "Battlefury is a game for emphasizing strategy, cooperation, and quick reflexes. You can choose one of four character and team up with other players in a deathmatch, free for all, and capture flag game mode.",
      "image": "battlefury",
      "link": "",
      "slug": "battlefury",
      "subHeader": "Team up, win a deathmatch",
      "title": "battlefury"
    },
    {
      "description": "Canyon Drift is a race game that bring players to race on looped track with canyon-style environtment. You can choose one car in the showroom as your car and race with other players.",
      "image": "race",
      "link": "",
      "slug": "canyon-drift",
      "subHeader": "Pick a car and race!",
      "title": "Canyon Drift"
    }
  ],
  "games_page": {
    "after_join": "Thank you for your interest!",
    "after_join_description": "Our team will be in contact with you as soon as possible.",
    "all_play": "All Game You Can Play!",
    "before_join": "How to join?",
    "before_join_description": "Create a form by submit your studio name, your email, your website or twitter (optional), and the description of your game.",
    "category": ["All Games", "Trendings", "New", "Survival", "FPS", "Racing"],
    "category_all": "All Games",
    "category_fps": "FPS",
    "category_new": "New",
    "category_racing": "Racing",
    "category_survival": "Survival",
    "category_trendings": "Trendings",
    "desktop": "Desktop",
    "email": "E-mail",
    "feature": "Featured Games",
    "game_description": "Game description",
    "games_info": [
      [
        {
          "image": "curse_of_the_pharaoh.png",
          "path": "/CurseOfThe",
          "title": "Curse of the Pharaos"
        },
        {
          "image": "cryptocraft.png",
          "path": "/games/lucidcraft",
          "title": "Cryptocraft"
        },
        {
          "image": "desert_warriors.png",
          "path": "/DesertWarior",
          "title": "Desert Warriors"
        },
        {
          "image": "sandstorm_racers.png",
          "path": "/CanyonDriftPage",
          "title": "Sandstorm Racers"
        }
      ],
      [
        {
          "image": "desert_warriors.png",
          "path": "/DesertWarior",
          "title": "Desert Warriors"
        },
        {
          "image": "curse_of_the_pharaoh.png",
          "path": "/CurseOfThe",
          "title": "Curse of the Pharaos"
        },
        {
          "image": "sandstorm_racers.png",
          "path": "/CanyonDriftPage",
          "title": "Sandstorm Racers"
        },
        {
          "image": "cryptocraft.png",
          "path": "/games/lucidcraft",
          "title": "Cryptocraft"
        }
      ],
      [
        {
          "image": "sandstorm_racers.png",
          "path": "/CanyonDriftPage",
          "title": "Sandstorm Racers"
        },
        {
          "image": "desert_warriors.png",
          "path": "/DesertWarior",
          "title": "Desert Warriors"
        },
        {
          "image": "curse_of_the_pharaoh.png",
          "path": "/CurseOfThe",
          "title": "Curse of the Pharaos"
        },
        {
          "image": "cryptocraft.png",
          "path": "/games/lucidcraft",
          "title": "Cryptocraft"
        }
      ],
      [
        {
          "image": "curse_of_the_pharaoh.png",
          "path": "/CurseOfThe",
          "title": "Curse of the Pharaos"
        },
        {
          "image": "cryptocraft.png",
          "path": "/games/lucidcraft",
          "title": "Cryptocraft"
        }
      ],
      [
        {
          "image": "desert_warriors.png",
          "path": "/DesertWarior",
          "title": "Desert Warriors"
        }
      ],
      [
        {
          "image": "sandstorm_racers.png",
          "path": "/CanyonDriftPage",
          "title": "Sandstorm Racers"
        }
      ]
    ],
    "join_us": "Developers, Join Us!",
    "mobile": "Mobile",
    "section1_description": "Cross-Platform Compatibility: A Game Changer Introduces the Cross-Platform Compatibility feature, explaining how it allows for a unified gaming experience across multiple titles within the Lucidia ecosystem through a single Lucidia account. This system is integrated with popular social media platforms for ease of access, ensuring a seamless login process for users.",
    "section1_title": "Expand Your Game's Reach",
    "section2_description": [
      "Wider Audience Reach: Highlight how joining Lucidia provides games with instant exposure to over 30,000 users, addressing the challenge of attracting players that many Web3 games face.",
      "Enhanced Player Experience: Explain how the unified login and cross-platform compatibility enhance the user experience, making it easier for players to explore and engage with multiple games within the Lucidia ecosystem.",
      "Community Engagement: Emphasize the active and growing community within Lucidia, providing developers with a direct line to feedback, support, and engagement from a dedicated user base.",
      "Innovative Features: Detail additional benefits such as access to Lucidia's NFT Integration Toolkit, marketplaces, and community-driven platforms, which can enrich games with new monetization strategies and engagement mechanisms."
    ],
    "section2_title1": "Benefits For",
    "section2_title2": "Game",
    "section2_title3": "Developer",
    "studio_name": "Studio name",
    "submit": "Submit",
    "title_cryptocraft": "Cryptocraft",
    "title_desert_warriors": "Desert Warriors",
    "title_pharaoh_curse": "Curse Of the Pharaos",
    "title_sandstore_racers": "Sandstorm Racers",
    "website": "Website/Twitter (opt)"
  },
  "general": "General",
  "hero_desc1": "We are not looking to reinvent the wheel of Gamification and game plots - just to give you the power and ownership over what you have already been doing for years.",
  "hero_desc2": "Our goal is to put fun back into GameFi and make the Metaverse experience accessible to any user with a mobile device from any corner of the world.",
  "hero_title": "AI DRIVEN GAMEFI GOVERNED BY YOU",
  "hero_title0": "Web3 & Gaming Unite: Elevate Middle East Gaming",
  "hero_title1": "Let's Build",
  "hero_title2.0": "A Defence",
  "hero_title2.1": "A Tool",
  "hero_title2.2": "A Team",
  "hero_title2.3": "A Race",
  "hero_title2.4": "Greatness",
  "hero_title3": "Together!",
  "how_to_buy": "How to buy $LUCID",
  "in_game": "MLN In Game Assets",
  "join": "Join the community",
  "join1": "Join community of",
  "join2": "20k+",
  "join3": "Lucidians",
  "join_community": "Join community of 20k+ Lucidians",
  "jurisdiction": "Your Jurisdiction May Not Regulate Cryptocurrencies. The Value Of Cryptocurrencies May Rise And Fall. Profits May Be Subject To Capital Gains Taxes Or Other Local Taxes.",
  "latest_news": "Latest News",
  "login": {
    "enter_lucidia": "enter lucidia",
    "failed": "Failed to connect. You can try again.",
    "login_with": "Login with",
    "metamask": "MetaMask",
    "walletconnect": "WalletConnect"
  },
  "lucid": "Cryptocraft",
  "main_desc0": "Lucidia leads in merging classic gaming with blockchain, shaping the future of Web3 gaming in the Middle East.",
  "main_desc1": "Level up your game and redefine victory. Join us on the journey to extraordinary gaming experiences and unparalleled e-sport achievements.",
  "maps": "Maps",
  "members": [
    {
      "desc": [
        "Samsung MENA Partner (6 Years)",
        "Electric Fleet Partner with Uber (2 Years)",
        "Crypto/Blockchain Expert (10 Years)",
        "Serial Entrepreneur & Gamer (15 Years)"
      ],
      "link": "https://www.linkedin.com/in/adel-khatib-b2b136180/",
      "name": "Adel Khatib",
      "position": "COO"
    },
    {
      "desc": ["Business Transformation at EY (5 Years)", "Project Management (6 Years)", "Crypto investor (4 Years)"],
      "link": "https://www.linkedin.com/in/feras-nimer-691a3258/",
      "name": "Feras Nimer",
      "position": "CFO"
    },
    {
      "desc": [
        "VP AI & Data ScienceVP AI & Data Science",
        "Software engineer (18 Years)",
        "Crypto/tech enthusiast (5 Years)",
        "Entrepreneur (10 Years)"
      ],
      "link": "https://www.linkedin.com/in/ahmadassaf/",
      "name": "Ahmad Assaf",
      "position": "CTO"
    },
    {
      "desc": [
        "Marketing and Business Development: 5 Years",
        "Community Building: 3 Years",
        "Recruiter: 3 Years",
        "Teacher: 10+ Years"
      ],
      "link": "https://www.linkedin.com/in/al-rizqi/",
      "name": "Al Rizqi",
      "position": "CMO"
    },
    {
      "desc": [
        "Web3 Gaming Innovation (2+ years)",
        "Strategic Market Expansion (3+ years)",
        "Leadership in Operations (4+ years)",
        "Strategic Product Management (3+ years)"
      ],
      "link": "https://www.linkedin.com/in/krzakoskar/",
      "name": "Oskar Krzak",
      "position": "CPO"
    },
    {
      "desc": ["Game Developer (7 years)", "Lead Game Designer (3 years)"],
      "link": "https://www.linkedin.com/in/jakhongirerkinov/",
      "name": "Jakhongir Erkinov",
      "position": "Head of Game Dev"
    },
    {
      "desc": [
        "Game Developer (4 years)",
        "Flutter Engineer (1 year)",
        "Unreal Engine 5.3 Developer (2 years)",
        "Front-end Developer (4 years)",
        "Back-end Developer (4 years)"
      ],
      "link": "https://www.linkedin.com/in/andrii-seliuk-ab6213284/",
      "name": "Andrii Seliuk",
      "position": "Lead Web Developer"
    },
    {
      "desc": ["Corporate & tech/IP law (20 yrs)", "Senior management Adviser", "Legal associations Member"],
      "link": "https://www.linkedin.com/in/rolamadi/",
      "name": "Rula Madi",
      "position": "HEAD OF LEGAL"
    },
    {
      "desc": [
        "Game Developer (6 years)",
        "Smart Contracts Developer (1 year)",
        "Front-end Developer (1 year)",
        "SEO Specialist (2 years)"
      ],
      "link": "https://www.linkedin.com/in/malek-sharabi-016862118/",
      "name": "Malek Sharabi",
      "position": "Head of Developers"
    },
    {
      "desc": [
        "Community Management (3 years)",
        "Client Relations (5 years)",
        "Teacher/Lecture (5 years)",
        "E-Sports Project Manager (10+ years)"
      ],
      "link": "https://www.linkedin.com/in/aryanratulangie/",
      "name": "Aryan Ratulangie",
      "position": "Community Manager"
    },
    {
      "desc": ["UI/UX Designer (2 years)", "Teacher (1+ years)"],
      "link": "https://www.linkedin.com/in/ell-ardyan-7a1b7a192",
      "name": "El Ardyan",
      "position": "UI/UX Designer"
    },
    {
      "desc": ["Content Writer & Producer (2.5 years)", "UI/UX Designer (2 years)"],
      "link": "https://www.linkedin.com/in/chacaliyaa/",
      "name": "Sania Aliya",
      "position": "UI/UX Designer"
    },
    {
      "desc": ["Front-end Developer (5 years)", "Back-end Developer (4 years)"],
      "link": "https://www.linkedin.com/in/miroslav-pesic-b255a92a9/",
      "name": "Miroslav Pesic",
      "position": "Full Stack Developer"
    },
    {
      "desc": ["Graphic Designer (3 years)", "Web Designer (1 years)"],
      "link": "https://www.linkedin.com/in/ola-h-bb5a7b218?trk=contact-info",
      "name": "Ola Hladka",
      "position": "Graphic Designer"
    }
  ],
  "meta": {
    "career": {
      "desc": "Lucidia is hiring! Explore open positions from Blockchain Developer to UI/UX Designer and become part of a team shaping the future of Web3 gaming. Enjoy a culture of collaboration, innovation, and benefits like remote work and continuous learning.",
      "title": "Join Lucidia - Careers in Web3 Gaming Innovation"
    },
    "curse": {
      "desc": "Step into 'Pharaoh's Plague,' an FPS that blends ancient mythology with futuristic warfare in Dubai. Encounter legendary beasts, utilize advanced weaponry mixed with magic, and immerse in a narrative-rich setting with Web3 integration.",
      "title": "Pharaoh's Plague - Mythological FPS Adventure in a Futuristic Dubai"
    },
    "default": {
      "desc": "Join Lucidia and expand your game's reach across a vibrant Web3 ecosystem, featuring cross-platform compatibility and a unified gaming experience. Benefit from wider audience reach, enhanced player experiences, and innovative features for game developers.",
      "title": "Explore Diverse Games within Lucidia's Web3 Ecosystem"
    },
    "desert": {
      "desc": "Embark on an epic journey with 'Desert Dominion', a first-person shooter blending strategic gameplay, team-based challenges, and a player-driven economy with the innovative use of Web3 and NFTs in vast desert landscapes.",
      "title": "Desert Dominion - Strategic FPS Gaming with Web3 Integration"
    },
    "ecosystem_craft": {
      "desc": "Enter 'Lucidcraft', a sandbox game where creativity knows no bounds. Build, explore, and trade in a dynamic world enhanced by Web3 technology. Shape your adventure and own your creations.",
      "title": "Lucidcraft - Unleash Creativity in a Sandbox World with Web3"
    },
    "ecosystem_dao": {
      "desc": "Participate in shaping the future of gaming within the Lucidia ecosystem. Cast your vote on game decisions and be an integral part of the game development story through our DAO Voting platform.",
      "title": "Lucidia DAO Voting - Influence the Future of Your Favorite Games"
    },
    "ecosystem_devtools": {
      "desc": "Unlock your game development potential with Lucidia's suite of tools, from NFT integration kits to Web3 wallet login solutions. Each tool is designed to enhance your projects and bring your creative visions to life in the Web3 gaming space.",
      "title": "Lucidia Developer Tools - Empower Your Game Development Journey"
    },
    "ecosystem_drift": {
      "desc": "Experience 'Sandstorm Racing' in Lucidia, where thrilling Arab drift racing meets dynamic sandstorm environments. Customize your vehicle and explore Middle Eastern car culture in this immersive racing simulation.",
      "title": "Sandstorm Racing - Open-World Racing in a Dynamic Desert Landscape"
    },
    "ecosystem_educational": {
      "desc": "Join Lucidia's Web3 Gaming Education Portal, your gateway to mastering Web3 gaming. With tutorials, articles, and videos coming soon, get ready to explore and understand the future of gaming.",
      "title": "Web3 Gaming Education Portal by Lucidia - Learn, Grow, Innovate"
    },
    "ecosystem_FPS": {
      "desc": "Join 'Desert Dominion' on Lucidia, an FPS where strategic gameplay meets Web3. Explore vast deserts, engage in team-based battles, and own unique NFT assets. Start your adventure today.",
      "title": "Desert Dominion - Tactical FPS with Web3 Integration | Lucidia"
    },
    "ecosystem_games": {
      "desc": "Discover the vast and vibrant universe of games within Lucidia's ecosystem. From action-packed adventures and strategic battles to immersive narratives, each game is a gateway to innovative, blockchain-enhanced gaming experiences.",
      "title": "Explore a World of Gaming with Lucidia - A Universe of Diverse Titles"
    },
    "ecosystem_home": {
      "desc": "Dive into Lucidia's ecosystem app, your gateway to a world where traditional gaming meets blockchain innovation. Explore a suite of tools from NFT Marketplace to Web3 Wallet Login solution, designed for gamers and developers in the Middle East.",
      "title": "Lucidia Ecosystem - Unleash Gaming Innovation in the Middle East"
    },
    "ecosystem_marketplace": {
      "desc": "Discover Lucidia's Marketplace, a platform redefining collaboration and trade within the Middle Eastern gaming community. From unique in-game assets and code to comprehensive NFT integration tools, find everything you need to bring your gaming projects to life.",
      "title": "Lucidia Marketplace - Innovate and Trade in the Gaming Community"
    },
    "ecosystem_tournaments": {
      "desc": "Enter the competitive world of Lucidia's gaming tournaments. With a variety of games and styles, from strategic duels to high-energy clashes, there's a challenge for every gamer. Compete for glory and crypto prizes in the dynamic Lucidia ecosystem.",
      "title": "Lucidia Tournaments - Compete in the Ultimate Gaming Arena"
    },
    "ecosystem_zombie": {
      "desc": "Dive into 'Pharaoh's Plague,' a unique blend of FPS action and ancient mythology set in a reimagined Dubai. Experience strategic combat, mythological beasts, and Web3 integration in this immersive game world.",
      "title": "Pharaoh's Plague - Mythology Meets FPS in Futuristic Dubai"
    },
    "games": {
      "desc": "Join Lucidia and expand your game's reach across a vibrant Web3 ecosystem, featuring cross-platform compatibility and a unified gaming experience. Benefit from wider audience reach, enhanced player experiences, and innovative features for game developers.",
      "title": "Explore Diverse Games within Lucidia's Web3 Ecosystem"
    },
    "home": {
      "desc": "Lucidia is transforming the gaming landscape in the Middle East by integrating the immersive world of traditional gaming with cutting-edge Web3 technologies. Explore our unique ecosystem designed for developers and gamers to experience the future of gaming.",
      "title": "Lucidia - Revolutionizing Middle Eastern Gaming with Web3 Innovations"
    },
    "products": {
      "desc": "Dive into Lucidia's ecosystem, offering a rich portfolio of Web3 products designed to empower developers. From specialized NFT toolkits to robust wallet login system, we provide the tools you need to innovate in the Middle Eastern gaming landscape.",
      "title": "Lucidia Ecosystem - Elevate Your Game Development with Cutting-Edge Web3 Tools"
    },
    "road_map": {
      "desc": "Explore Lucidia's roadmap, detailing our strategic journey from launching innovative marketplaces to implementing advanced wallet login systems, paving the way for groundbreaking development in the Web3 gaming sector.",
      "title": "Lucidia Roadmap - Charting the Future of Web3 Gaming Development"
    },
    "sandstorm": {
      "desc": "Dive into 'Sandstorm Racing', an open-world racing simulation set in the stunning deserts of the Middle East. Experience the thrill of Arab drift racing, extensive vehicle customization, and dynamic sandstorm environments.",
      "title": "Sandstorm Racing - Master Desert Drifts in an Epic Racing Adventure"
    },
    "team": {
      "desc": "Discover the passionate professionals at Lucidia driving the fusion of traditional gaming with Web3 in the Middle East. Learn about our mission, culture, and the visionary leadership shaping the future of gaming.",
      "title": "Meet the Lucidia Team - Innovators Behind Middle Eastern Web3 Gaming"
    },
    "vision": {
      "desc": "At Lucidia, we're committed to redefining the Middle Eastern gaming landscape through Web3 technologies, offering a unique ecosystem for developers and players to engage in innovative gaming experiences.",
      "title": "Our Vision - Shaping the Future of Gaming with Web3 | Lucidia"
    }
  },
  "mission": "Mission",
  "mission_statement": "To redefine the gaming landscape in the Middle East by harnessing the power of Web3 technologies, creating unparalleled experiences for developers and players alike.",
  "more_games": "See more games",
  "nav": {
    "audit": "Audit",
    "career": "Careers",
    "faq": "FAQ",
    "gameplay": "Gameplay",
    "games": "Games",
    "home": "Home",
    "meet": "Launch App",
    "our-product": "Our Product",
    "pitchdeck": "Pitchdeck",
    "roadmap": "Roadmap",
    "team": "Our Team"
  },
  "news_desc1": "Lucidia is launching an innovative ecosystem that blends gaming with cryptocurrency, aiming to revolutionize both sectors by providing a unified platform for gamers and crypto enthusiasts. This all-encompassing environment features blockchain-based games with crypto rewards, NFTs that enhance gaming experiences, and a secure trading marketplace. Lucidia's Chief Product Officer, Oskar Krzak, emphasizes the platform's inclusivity and its initiatives to engage a diverse user base through educational resources, tournaments, and social features. With this launch, Lucidia is set to create a dynamic community at the intersection of digital entertainment and financial technology, signaling a new era in the convergence of gaming and crypto.",
  "news_desc2": "Lucidia is stepping into the future with its NFT marketplace, a move that promises to revolutionize the gaming industry by allowing players to monetize in-game assets. The platform ensures that virtual items have tangible real-world value, offering a user-friendly interface and robust security. As it integrates with popular games, Lucidia offers gamers new ways to engage economically within their favorite virtual worlds. With the potential to attract a wide audience of gamers and crypto enthusiasts, Lucidia's marketplace could redefine digital ownership and online commerce in the gaming world.",
  "news_desc3": "Lucidia is enhancing the gaming experience with its new integrated crypto wallet, providing a user-friendly and secure way for gamers to manage cryptocurrencies and NFTs within the game itself. This addition aims to educate users about digital assets while streamlining transactions, simplifying the shift between gaming and digital economy participation. Lucidia's CFO, Feras Al-Nimer, highlights the wallet's role in empowering gamers with the knowledge and tools to confidently engage with the digital economy. As a practical tool and an educational resource, the wallet is set to enrich gaming with financial technology, marking a significant stride in the convergence of gaming, blockchain, and fintech.",
  "news_desc4": "Lucidia is revolutionizing the gaming world by blending immersive gameplay with blockchain's cutting-edge technology, creating a comprehensive ecosystem for gamers, developers, and crypto enthusiasts. With its proprietary blockchain ensuring secure transactions and a tokenomics model rewarding players, Lucidia fosters true digital asset ownership and community engagement. Al Rizqi, Lucidia's CMO, emphasizes the platform's focus on community through social features and developer support tools, promising a dynamic content stream. As Lucidia's ecosystem grows, it aims to redefine online gaming and digital economies, marking a pivotal step towards merging traditional gaming with blockchain innovations.",
  "news_title1": "A Whole New Ecosystem For Lucidia: A Complex One Where User Can Experience Gaming and Cryptocurrency",
  "news_title2": "Lucidia Unveils Revolutionary NFT Marketplace for Gamers: Bridging Virtual Worlds with Real-World Value",
  "news_title3": "Lucidia's Crypto Wallet Integration: A Seamless Gaming and Trading Experience",
  "news_title4": "Lucidia Gaming Ecosystem",
  "other": "Other Games",
  "our_product": {
    "bg-path": "/our-product/background.jpg",
    "description": "Explore our suite of innovative products designed for the vibrant Middle Eastern gaming community. From unique marketplaces to advanced NFT tools, Lucidia is your gateway to the future of gaming.",
    "get-started": "Get Started",
    "join": "Join Lucidia's Ecosystem",
    "join-content": "Ready to transform your gaming experience? <span class=\"primary\">Connect, Create,</span> and <span class=\"primary\">Trade</span> in the Middle East's premier gaming ecosystem.",
    "our-product": "Our Product",
    "products": [
      {
        "desc": "A culturally tailored marketplace fostering collaboration among developers in the Middle East.",
        "image": "/our-product/1-1.png",
        "title": "Marketplace for Middle-Eastern Developers"
      },
      {
        "desc": "A hub for trading game assets and code, enhancing resource sharing among developers.",
        "image": "/our-product/1-2.png",
        "title": "Marketplace for In-Game Assets and Code"
      },
      {
        "desc": "Tools simplifying NFT integration into games, bridging creativity and blockchain technology.",
        "image": "/our-product/1-3.png",
        "title": "Comprehensive NFT Integration Toolkit"
      },
      {
        "desc": "A seamless solution for managing in-game inventories and integrating them with NFT marketplaces.",
        "image": "/our-product/1-4.png",
        "title": "Built-in Game Inventory System"
      },
      {
        "desc": "Customizable NFT marketplace solutions enabling studios to launch their own branded platforms.",
        "image": "/our-product/2-1.png",
        "title": "NFT Marketplace as a Service for Game Studios"
      },
      {
        "desc": "A platform facilitating account sharing and scholarship programs, promoting accessibility and community engagement.",
        "image": "/our-product/2-2.png",
        "title": "Marketplace for User Account Sharing - Scholarship Program"
      },
      {
        "desc": "Boost Web3 game projects with mentorship and resources for rapid development and market launch.",
        "image": "/our-product/2-3.png",
        "title": "Game Incubator and Accelerator Program"
      },
      {
        "desc": "Highlight the top Web3 games in the Middle East based on engagement and innovation, offering them exclusive opportunities.",
        "image": "/our-product/2-4.png",
        "title": "Quarterly Top 10 Games Rangking"
      },
      {
        "desc": "Engage the community in decision-making with DAO tools, promoting a sense of ownership and involvement.",
        "image": "/our-product/3-1.png",
        "title": "Share DAO Tools for Enhanced User Participation"
      },
      {
        "desc": "Introduce a rewarding play-to-earn model, allowing studios to create games that offer tangible rewards.",
        "image": "/our-product/3-2.png",
        "title": "Seamless Login System with Social Media Integration"
      },
      {
        "desc": "Enable smooth in-game transactions with a versatile token system, fully integrated for a seamless buying experience.",
        "image": "/our-product/3-3.png",
        "title": "Game Incubator and Accelerator Program"
      },
      {
        "desc": "Ensure gamers can seamlessly switch between platforms without hassle, thanks to a unified login system.",
        "image": "/our-product/3-4.png",
        "title": "Cross-Platform Compatibility with Unified Lucidia Login"
      },
      {
        "desc": "Enhance competitive play with a robust tournament API, featuring an ELO ranking, bracket systems, and automated smart contracts.",
        "image": "/our-product/4-1.png",
        "title": "Community Building and Engagement through Lucidia's Reward System"
      },
      {
        "desc": "Introduce a rewarding play-to-earn model, allowing studios to create games that offer tangible rewards.",
        "image": "/our-product/4-2.png",
        "title": "Play to Earn Framework for Game Studios"
      },
      {
        "desc": "Streamline NFT creation with easy-to-use smart contract templates accessible through a comprehensive admin panel.",
        "image": "/our-product/4-3.png",
        "title": "NFT Smart Contract Creation with Templates via Admin Control Panel"
      },
      {
        "desc": "Gain insights with an advanced analytics dashboard, offering in-depth tracking of in-app events and blockchain transactions.",
        "image": "/our-product/4-4.png",
        "title": "Enhanced Blockchain Analytics Dashboard with In-App Event Tracking"
      },
      {
        "desc": "Enhance competitive play with a robust tournament API, featuring an ELO ranking, bracket systems, and automated smart contracts.",
        "image": "/our-product/5-1.png",
        "title": "Tournament API with ELO and Bracket System and Smart Contract Automation"
      },
      {
        "desc": "Empower users with knowledge through an education portal dedicated to Web3 gaming concepts and practices.",
        "image": "/our-product/5-2.png",
        "title": "User Education Portal for Web3 Gaming"
      },
      {
        "desc": "Amplify game visibility with a dedicated marketing hub, designed to promote Web3 games across various channels.",
        "image": "/our-product/5-3.png",
        "title": "Web3 Game Marketing Hub"
      },
      {
        "desc": "Create a unified gaming experience with cross-game asset integration, allowing for a seamless player journey across titles.",
        "image": "/our-product/5-4.png",
        "title": "Cross-Game Asset Integration for an Interconnected Gaming Universe"
      },
      {
        "desc": "Support game development through a community-driven funding platform, encouraging collaboration and innovation.",
        "image": "/our-product/6-1.png",
        "title": "Community-Driven Funding Platform for Web3 Game Development"
      },
      {
        "desc": "Bridge language barriers with a comprehensive translation tool, tailored for English to Arabic game localization.",
        "image": "/our-product/6-2.png",
        "title": "Comprehensive Translation Product for English to Arabic Localization"
      },
      {
        "desc": "Strengthen the gaming community with offline events organized across the Middle East, fostering real-world connections.",
        "image": "/our-product/6-3.png",
        "title": "Offline Events Organizer in the Middle East for Community Engagement"
      },
      {
        "desc": "Encourage community participation in game improvement with a bug bounty system, rewarding contributions to game integrity.",
        "image": "/our-product/6-4.png",
        "title": "Lucidia Bug Bounty Reward System"
      }
    ],
    "scroll": "Scroll Down",
    "title": "Welcome to Lucidia's <span class=\"primary\">Ecosystem</span>"
  },
  "overview": "Game Overview",
  "partners": "<span class=\"primary\">OUR</span> PARTNERS",
  "partners_desc": "LUCIDIA HAS ALREADY GARNERED SIGNFICANT INTEREST WITHIN THE GAMING AND BLOCKCHAIN COMMUNITIES, WITH STRATEGIC PARTNERSHIPS AS WELL GOVERMENT SUPPORT AND A GROWING BASE OF SUPPORTERS AND POTENTIAL USERS.",
  "posted_date1": "30 January 2024",
  "posted_date2": "30 January 2024",
  "posted_date3": "30 January 2024",
  "posted_date4": "30 January 2024",
  "privacy": "Privacy and Policy",
  "privacy_page": {
    "desc": "This privacy policy (\"Policy\") describes how our website (the \"Website\") collects, uses, and protects the personal information of our users. By accessing or using the Website, you agree to be bound by this Policy. If you do not agree to this Policy, please do not use the Website.",
    "privacy_data": [
      {
        "title": "Information We Collect",
        "value": "We may collect personal information from you when you use the Website, including your name, email address, and any other information you choose to provide. We may also collect information about your use of the Website, such as the pages you visit and the actions you take."
      },
      {
        "title": "Use of Information",
        "value": "We may use the information we collect to operate and improve the Website, to personalize your experience, and to communicate with you. We may also use the information for research and analysis, to prevent fraud or illegal activities, and as required by law."
      },
      {
        "title": "Sharing of Information",
        "value": "We may share your personal information with third parties for the purpose of providing the Website and its features, such as hosting, payment processing, and customer support. We may also share your information with third parties for research and analysis, or as required by law."
      },
      {
        "title": "Security",
        "value": "We take reasonable measures to protect the personal information we collect from unauthorized access, use, or disclosure. However, no data transmission over the internet can be guaranteed to be 100% secure. As a result, while we strive to protect your personal information, we cannot ensure or warrant the security of any information you transmit to us, and you do so at your own risk."
      },
      {
        "title": "Retention of Information",
        "value": "We will retain your personal information for as long as necessary to provide the Website and its features, or as required by law."
      },
      {
        "title": "Changes to Policy",
        "value": "We reserve the right to make changes to this Policy at any time. Your continued use of the Website following any changes to this Policy will be deemed acceptance of those changes."
      }
    ],
    "title": "Privacy Policy and Terms"
  },
  "product_desc1": "A specialized space for developers to collaborate, share, and innovate, deeply rooted in the rich cultural tapestry of the Middle East.",
  "product_desc2": "Dive into a treasure trove of game development resources, from unique character models to sophisticated code snippets, all tailored for the Arabic-speaking gaming community.",
  "product_desc3": "Harness the power of blockchain with our comprehensive toolkit, designed to seamlessly blend NFTs into your gaming projects.",
  "product_desc4": "Participate in our scholarship program, enabling a new dimension of community support and shared gaming experiences.",
  "product_owner1": "By Lucidian",
  "product_owner2": "By Lucidian",
  "product_owner3": "By Lucidian",
  "product_owner4": "By Lucidian",
  "product_price1": "USD $4,800",
  "product_price2": "USD $7,680",
  "product_price3": "USD $7,500",
  "product_price4": "USD $15,000",
  "product_title1": "Middle Eastern Developer Hub",
  "product_title2": "In-Game Assets and Code",
  "product_title3": "NFT Integration Tools",
  "product_title4": "User Account Sharing",
  "profile": "See Profile",
  "rights": "All Rights Reserved.",
  "roadmap_page": {
    "contents": [
      {
        "item": [
          {
            "q1": "Q1",
            "q2": "Q2",
            "road": [
              "Release Alpha Limited Access To Games",
              "Seed Round",
              "Launch Ecosystem App (Beta)",
              "Private Beta Testing of Games: Zombie Outbreak, Lucidcraft, NFT Racing, Lucidia FPS",
              "Listing on CoinMarketCap and CoinGecko",
              "Presale Using IDO Platforms",
              "User Education Portal for Web3 Gaming"
            ]
          },
          {
            "q1": "Q3",
            "q2": "Q4",
            "road": [
              "Next CEX Listing",
              "Conduct Burn Event",
              "Launch in mainnet for All Games produced by Lucidia",
              "Comprehensive NFT Integration Toolkit for Game Developers",
              "Development of NFT Smart Contract Creation with Templates",
              "Cross-Platform Compatibility with Unified Lucidia Login",
              "Develop and launch Community-Driven Funding Platform"
            ]
          }
        ],
        "years": "2024"
      },
      {
        "item": [
          {
            "q1": "Q1",
            "q2": "Q2",
            "road": [
              "Token TGE",
              "Implement Staking",
              "Mobile Closed Beta",
              "First CEX and DEX Listings",
              "First game with Blockchain integration on mainet",
              "Development of Marketplace for Middle-Eastern Developers and In-Game Assets and Code",
              "Launch Lucidia's In-Game Purchase System Token Integration",
              "Start development of Web3 Game Marketing Hub"
            ]
          },
          {
            "q1": "Q3",
            "q2": "Q4",
            "road": [
              "Built-in Game Inventory System for Seamless Game Integration",
              "Share DAO Tools for Enhanced User Participation in Game Decisions",
              "Lucidia Bug Bounty Reward System",
              "Tournament API with ELO and Bracket System and Smart Contract Automation",
              "Launch Cross-Game Asset Integration for an Interconnected Lucidia Gaming Universe",
              "Finalize and launch Web3 Game Marketing HubFirst DAO voting for Lucidia Ecosystem"
            ]
          }
        ],
        "years": "2025"
      },
      {
        "item": [
          {
            "q1": "Q1",
            "q2": "Q2",
            "road": [
              "Scale and enhance existing platforms and services based on user feedback and market trends",
              "Review and strategize for next-phase developments",
              "Continue community engagement and marketing efforts",
              "Explore new technologies and integrations for future growth"
            ]
          },
          {
            "q1": "Q3",
            "q2": "Q4",
            "road": [
              "Game Incubator and Accelerator Program",
              "Marketplace for User Account Sharing - Scholarship Program",
              "Comprehensive Translation Product: English to Arabic Localization",
              "Expand Offline Events Organizer in the Middle East for Community Engagement",
              "Quarterly Top 10 Games Ranking for the Middle East Region"
            ]
          }
        ],
        "years": "2026"
      }
    ],
    "quarter": "Quarter",
    "scroll": "Scroll Down",
    "title": "Road <span class=\"primary\">Map</span>"
  },
  "statement": "Statement",
  "subscribe": "Subscribe for more interesting update from Lucidia!",
  "subscribe_button": "Subscribe",
  "table": "Table of Content",
  "team": {
    "about": "About us",
    "about_data": [
      {
        "title": "Our Journey",
        "value": "Lucidia was founded with a revolutionary intent: to redefine the landscape of gaming in the Middle East and usher it into the Web3 era. Our journey began as a modest development studio, and we have since evolved into a pioneering game publisher with a unique focus on community-driven governance. Utilizing the robust capabilities of blockchain technology, we introduced LUCID tokens and gameplay-based NFTs to enable direct participation of both players and developers in our ecosystem."
      },
      {
        "title": "Our Vision",
        "value": "We envision a gaming world where players are not just consumers but active contributors to the gaming experience. Our Web3 platform provides a decentralized, transparent, and inclusive arena that transcends traditional gaming paradigms. By becoming the first Web3 game studio publisher in the Middle East, we aim to accelerate the adoption of blockchain technology in gaming, enrich the quality of content, and expand the possibilities of true ownership and participative decision-making."
      }
    ],
    "apply": "Apply Now",
    "meet": "Meet Our Team",
    "meet_desc": "At Lucidia we believe that the true, fully immersive metaverse is just around the corner.",
    "mission": "Our Mission",
    "mission_data": [
      {
        "bold": "Empower the Community:",
        "normal": "To grant players and developers significant decision-making power through tokenomics and governance models, ensuring games are built and improved by the very people who play and love them."
      },
      {
        "bold": "Attract and Support Talent:",
        "normal": "To bring more game developers into the decentralized space, offering them the tools, resources, and freedom to create, innovate, and succeed."
      },
      {
        "bold": "Catalyze Innovation:",
        "normal": "To continually push the boundaries of what's possible in Web3 gaming by developing and publishing high-quality, engaging titles that can be improved upon collaboratively."
      },
      {
        "bold": "Democratize Gaming:",
        "normal": "To level the playing field, removing traditional barriers to entry and granting opportunities for creators and players alike, particularly in the underrepresented Middle East region."
      },
      {
        "bold": "Build a Sustainable Ecosystem:",
        "normal": "To create a self-sustaining loop of development and improvement, financed and directed by community governance and tokenomics, ensuring long-term viability."
      }
    ],
    "want": "Want to join our team?"
  },
  "team_title": "We Are <span class=\"primary\">Lucidia</span>",
  "telegram_name": "Telegram Username(opt)",
  "terms": "Terms and Condition",
  "terms_page": {
    "terms_data": [
      {
        "title": "Introduction",
        "value": "Welcome to Lucidia website. By accessing or using the Website, you agree to be bound by these terms of use (the \"Terms\"). If you do not agree to these Terms, please do not use the Website."
      },
      {
        "title": "User Conduct",
        "value": "You agree to use the Website only for lawful purposes and in a way that does not infringe the rights of, restrict or inhibit anyone else's use and enjoyment of the Website. Prohibited behavior includes, but is not limited to, harassment, hate speech, and discrimination."
      },
      {
        "title": "User-Generated Content",
        "value": "The Website may allow users to upload, post, or transmit content, including text, images, and video (collectively, \"User Content\"). By uploading, posting, or transmitting User Content, you represent and warrant that you have the right to do so and that such User Content does not infringe any intellectual property rights or other rights of any third party. You also agree that any User Content you upload, post, or transmit may be used, modified, and shared by us and other users of the Website"
      },
      {
        "title": "Intelectual Party",
        "value": "The Website and its content are protected by intellectual property laws. You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Website without our express written permission."
      },
      {
        "title": "Third Party Links",
        "value": "The Website may contain links to third-party websites. We are not responsible for the content or practices of any third-party website, and you access any such third-party website at your own risk."
      },
      {
        "title": "Disclaimer",
        "value": "The Website is provided on an \"as is\" and \"as available\" basis. We make no representations or warranties of any kind, express or implied, as to the operation of the Website or the information, content, materials, or products included on the Website."
      },
      {
        "title": "Limitation of Liability",
        "value": "In no event shall we be liable for any damages whatsoever, including but not limited to any direct, indirect, special, consequential, punitive or incidental damages, or damages for loss of use, profits, data or other intangibles, or the cost of procurement of substitute goods and services, arising out of or related to the use, inability to use, unauthorized access to or use, or misuse of the Website, or any other claim related in any way to your use of the Website, even if we have been advised of the possibility of such damages."
      },
      {
        "title": "Changes to Terms",
        "value": "We reserve the right to make changes to these Terms at any time. Your continued use of the Website following any changes to these Terms will be deemed acceptance of those changes."
      },
      {
        "title": "Governing Law and Jurisdiction",
        "value": "These Terms shall be governed by and construed in accordance with the laws of the jurisdiction in which the Website is operated, without giving effect to any principles of conflicts of law."
      }
    ],
    "title": "Terms and Condition"
  },
  "the_future": "The Future",
  "to_be": "In Rewards No.1 MLN",
  "token_allocation": "Token allocation",
  "token_sale": "Token Sale Terms and Condition",
  "vision": "Vision for",
  "vision_content": "Empowering a new era of gaming where community, creativity, and blockchain-driven economies converge to define the future of digital entertainment,  bringing unique, engaging experiences to the Middle Eastern community and beyond.",
  "vision_for": "Vision for",
  "zombie": "Curse of the Pharaoh",
  "zombie_desc1": "is coming soon. Denend yourself "
}
